Yep. With this one:

`from imports.dbtcloud.repository import Repository`

Works:

```
           # dbtcloud_repository.dbtcloud_repository (dbtcloud_repository) will be created
                + resource "dbtcloud_repository" "dbtcloud_repository" {
                    + azure_bypass_webhook_registration_failure = false
                    + deploy_key                                = (known after apply)
                    + fetch_deploy_key                          = false
                    + git_clone_strategy                        = "deploy_token"
                    + gitlab_project_id                         = 8765
                    + id                                        = (known after apply)
                    + is_active                                 = true
                    + project_id                                = (known after apply)
                    + repository_credentials_id                 = (known after apply)
                    + repository_id                             = (known after apply)
                  }

              Plan: 5 to add, 0 to change, 0 to destroy.
```